Repository: sergey243/unicef_provodersdb
Catalog: web/src/providers/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Designation should contain
fr: La désignation doit contenir

source: Teritorial cover
fr: Couverture territoriale

source: Name
fr: Nom

source: Name should contain
fr: Le nom doit contenir

source: see provider
fr: voir le fournisseur

source: Provider with same tax identification number exist
fr: Il existe un fournisseur avec le même numéro fournisseur Unicef

source: Provider with same UNGM number exist
fr: Il existe un fournisseur avec le même numéro UNGM

source: Provider with same Unicef vendor number exist
fr: Il existe un fournisseur avec le même numéro fournisseur Unicef

source: No good had been selected, please select the goods provided in the field Goods provided.
fr: Aucun type de bien n'a été sélectionné, veuillez sélectionner les types de bien fournis dans le champs Biens fournis.

source: No city had been selected for goods, please select the city/cities where googs are provided.
fr: Aucune ville n'a été sélectionnée pour les bien, veuillez sélectionner la ou les villes où les biens sont fournis.

source: No work had been selected, please select the work provided in the field works provided.
fr: Aucun type de travail n'a été sélectionné, veuillez sélectionner les type de travaux fournis dans le champs Travaux exécutés.

source: No city had been selected for work, please select the city/cities where works are provided.
fr: Aucune ville n'a été sélectionnée pour les travaux, veuillez sélectionner la ou les villes où les travaux sont exécutés.

source: No service had been selected, please select the services provided in the field Services provided.
fr: Aucun service n'a été sélectionné, veuillez sélectionner les services fournis dans le champs Services fournis.

source: No city had been selected for services, please select the city/cities where services are provided
fr: Aucune ville n'a été sélectionnée pour les services, veuillez sélectionner la ou les villes où les services sont fournis.

source: Evaluation timing confict with another evalution.
fr: Le timing de l’évaluation est en conflit avec une autre évaluation.

source: Period start cannot be greater or equal to period end
fr: Le début de la période ne peut pas être supérieur ou égal à la fin de la période

source: Goods
fr: Biens

source: Works
fr: Travaux

source: US Dollars
fr: Dollars américains

source: Congolese franc
fr: Franc congolais

source: Central African CFA franc
fr: Franc CFA d'Afrique centrale

source: Tanzanian shilling
fr: Shilling tanzanien

source: Angolan kwanza
fr: Kwanza angolais

source: Ugandan Shillings
fr: Shillings ougandais

source: Burundian franc
fr: Franc burundais

source: Zambian kwacha
fr: Kwacha zambien

source: On tender call
fr: Sur appel d'offres

source: Restricted consultation
fr: Consultation restreinte

source: On direct order
fr: Sur commande directe

source: After sales service
fr: Service après-vente

source: Discounts/rebates
fr: Remises/rabais

source: On-site deliveries
fr: Livraisons sur site

source: poor
fr: pauvre

source: not satisfying
fr: pas satisfaisant

source: good
fr: bien

source: excelent
fr: excellent

source: Yes, we can keep working with this provider.
fr: Oui, nous pouvons continuer à travailler avec ce fournisseur.

source: No, we should not be working with this provider anymore.
fr: Non, nous ne devrions plus travailler avec ce fournisseur.

source: created at
fr: date de création

source: last modified at
fr: dernière modification

source: name
fr: nom

source: city
fr: ville

source: address
fr: adresse

source: can create a new site
fr: peut créer un nouveau site

source: can remove site
fr: peut supprimer un site

source: can update a site
fr: peut mettre à jour un site

source: can visualize sites
fr: peut visualiser un site

source: can create a new work
fr: peut créer une nouvelle catégorie de travaux

source: can remove work
fr: peut supprimer une catégorie de travaux

source: can update a work
fr: peut mettre à jour une catégorie de travaux

source: can visualize work
fr: peut visualiser une catégorie de travaux

source: can create a new service
fr: peut créer un nouveau service

source: can remove service
fr: peut supprimer un services

source: can update a service
fr: peut mettre à jour un service

source: can visualize service
fr: peut visualiser un service

source: can create a new good
fr: peut créer un nouveau bien

source: can remove good
fr: peut supprimer un bien

source: can update a good
fr: peut mettre à jour un bien

source: can visualize good
fr: peut visualiser un bien

source: designation
fr: désignation

source: responsible
fr: responsable

source: works executed
fr: travaux exécutés

source: services provided
fr: services fournis

source: good provided
fr: biens fournis

source: phone
fr: téléphone

source: website
fr: site web

source: country
fr: pays

source: subsidiaries
fr: filiales

source: tax id
fr: numéro d'identification fiscale

source: national ID
fr: identification national

source: bank domiciliation
fr: domiciliation bancaire

source: active since
fr: Actif depuis

source: UNGM number
fr: Numéro UNGM

source: unicef vendo ID
fr: Numéro fournisseur Unicef

source: is manifactor
fr: est manifacteur

source: is importer
fr: est importateur

source: is retailer
fr: est un détaillant

source: is wholeseller
fr: est grossiste

source: annual turnover currency
fr: devise du chiffre d'affaires annuel

source: previous annual turnover
fr: chiffre d'affaires annuel précédent

source: 2 years back annual turnover
fr: chiffre d'affaires annuel 2 ans en arrière

source: number of full time employees
fr: nombre d'employés à temps plein

source: is acrredited provider
fr: est un fournisseur accrédité

source: origin of goods
fr: origine des marchandises

source: partners
fr: partenaires

source: workspace
fr: espace de travail

source: equipments
fr: équipements

source: competition
fr: concurrents

source: is member of the commerce chamber
fr: est membre de la chambre de commerce

source: reason for not being member of commerce chamber
fr: raison pour laquelle il n'est pas membre de la chambre de commerce

source: offers previously provided
fr: offres précédemment fournies

source: ordres received from Unicef, other united state organizations, bilateral coperation agencies or gorvenemental agencies fro the pqst three year
fr: ordres reçus de Unicef, d'autres organisations des États-Unis, agences de coopération bilatérales ou agences gouvernementales durant les trois dernières années

source: mode of selection
fr: mode de sélection

source: proposed advantages
fr: avantages proposés

source: covered cities for goods
fr: villes couvertes pour biens

source: covered cities for works
fr: villes couvertes pour travaux

source: covered cities for services
fr: villes couvertes pour services

source: comment
fr: commentaire

source: Provider with same Unicef vendor number exist
fr: Il existe un fournisseur avec le même numéro fournisseur Unicef

source: can create a new provider
fr: Création fournisseur

source: can remove provider
fr: Supprimer le fournisseur

source: can update a provider
fr: peut mettre à jour un fournisseur

source: can visualize provider
fr: peut visualiser un fournisseur

source: provider
fr: fournisseur

source: period start
fr: début de période

source: period end
fr: fin de période

source: works evaluated
fr: travaux évaluées

source: services evaluated
fr: services évalués

source: good evaluated
fr: bien évalué

source: LTA number
fr: Numéro LTA

source: PO number
fr: Numéro de bon de commande

source: PO amount
fr: Montant du bon de commande

source: fiability
fr: fiabilité

source: Note on the scale from 1 to 5
fr: Note sur l'échelle de 1 à 5

source: timing
fr: Ponctualité

source: quality-price report
fr: rapport qualité prix

source: technical specifications
fr: spécifications techniques

source: can create a new evaluation
fr: peut créer une nouvelle évaluation

source: can remove evaluation
fr: peut supprimer une évaluation

source: can update an evaluation
fr: peut mettre à jour une évaluation

source: can visualize evaluation
fr: peut visualiser l'évaluation

source: Created at
fr: date de création

source: Created by
fr: Créé par

source: City
fr: Ville

source: Contractor
fr: Contractant

source: Yes
fr: Oui

source: No
fr: Non

source: Result
fr: Résultat

source: Editing good
fr: Editer un bien

source: Creating good
fr: Créer un bien

source: Editing evaluation of
fr: Édition de l'évaluation de

source: Creation date:
fr: Date de création:

source: Creator:
fr: Créateur:

source: Modification date:
fr: Dernière modification:

source: Modify by:
fr: Modifiée par :

source: Making evaluation for
fr: Faire une évaluation pour

source: Delete
fr: Supprimer

source: Submit
fr: Soumettre

source: Delete provider
fr: Supprimer le fournisseur

source: Do you really want to delete the evaluation
fr: Voulez-vous vraiment supprimer l'évaluation

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Goods details
fr: Détails des biens

source: Edit
fr: Modifier

source: Not provided
fr: Non fourni

source: Delete good
fr: Supprimer bien

source: Do you really want to delete the good <!-- break -->
fr: Voulez-vous vraiment supprimer le bien <!-- break -->

source: filter
fr: Filtrer

source: Bulk delete
fr: Suppression groupée

source: Create new
fr: Créer un nouveau

source: Delete service
fr: Supprimer le service

source: Do you really want to delete theses categories of goods <!-- break -->
fr: Voulez-vous vraiment supprimer ces catégories de biens <!-- break -->

source: Evaluate
fr: Évaluer

source: Evaluations
fr: Évaluations

source: General information
fr: Informations générales

source: Mean of production and distribution
fr: Moyen de production et de distribution

source: Activities
fr: Activités

source: Geographical cover
fr: Couverture géographique

source: <ol style="background: white;font-weight:bold;font-size:12px;width:250px;padding-top: 10px;padding-bottom: 10px"> <li>&gt; 14 : A</li> <li>Bewteen 14 and 10 : B</li> <li>&lt; 10 : C</li> <li>&lt; 3 : Warning</li> </ol>
fr: <ol style="fond : white;font-weight:bold;font-size:12px;width: 250 px ; pagging-top : 10 px ; pagging-bottom : 10 px"> <li>&gt; 14 : A</li> <li>Entre 14 et 10 : B</li> <li>&lt; 10 : C</li> <li>&lt; 3 : Alerte</li> </ol>

source: Address and Contacts
fr: Adresse et contacts

source: Address
fr: Adresse et contacts

source: Responsibe
fr: Responsable

source: Phone
fr: Téléphone

source: Website
fr: Site web

source: Subsidiaries
fr: Filiales

source: Adminstrative details
fr: Détails administratifs

source: National Identification
fr: Identification nationale

source: Tax identification number
fr: Numéro d'identification fiscale

source: Bank domiciliation
fr: Domiciliation bancaire

source: Active since
fr: Actif depuis

source: Unicef vendor ID
fr: Numéro UNICEF

source: Provider nature
fr: Nature du fournisseur

source: Manifactor
fr: Manufacteur

source: Retailer
fr: Détaillant

source: Wholeseller
fr: Grossiste

source: Accredited distributor
fr: Distributeur accrédité

source: Annual turn over
fr: Chiffre d'affaires annuel

source: Previous year to registration
fr: Année avant l'inscription

source: Two years before registration
fr: Deux ans avant l'inscription

source: Other derails
fr: Autres dérails

source: Competitors
fr: Concurrents

source: Memberof the commerce chamber
fr: Membre de la chambre de commerce

source: Offers
fr: Offres

source: Goods provided
fr: Bien fournis

source: Services provided
fr: Services fournis

source: Works executed
fr: Travaux exécutés

source: Production equipement (with delivery equipments)
fr: Équipement de production (avec équipements de livraison)

source: Number of permanent employes
fr: Nombre d'employés permanents

source: Services, goods or works offered to Unicef, other united nation agencies, bilateral coperation agencies, or gorvenmental or non governmental engencies
fr: Services, biens ou travaux offerts à Unicef, à d'autres agences des Nations Unies,agences de coopération bilatérales, agences gouvernementales ou non gouvernementales

source: No details provided
fr: Aucun détail fourni

source: Selection mode
fr: Mode de selection

source: Advantages to Unicef
fr: Avantages pour l'UNICEF

source: Provide works in
fr: Fournit des travaux à

source: None
fr: Aucun

source: Provide services in
fr: Fournit des services à

source: Provide goods in
fr: Fournit des biens à

source: Do you really want to delete the provider
fr: Voulez-vous vraiment supprimer le fournisseur

source: Providers
fr: Fournisseurs

source: Editing provider
fr: Modification fournisseur

source: Creating provider
fr: Création fournisseur

source: Filters
fr: Filtres

source: Do you really want to delete theses providers <!-- break -->
fr: Voulez-vous vraiment supprimer ces fournisseurs <!-- break -->

source: Service details
fr: Détails service

source: Do you really want to delete the service <!-- break -->
fr: Voulez-vous vraiment supprimer le service <!-- break -->

source: Editing service
fr: Modification service

source: Creating service
fr: Création service

source: Do you really want to delete theses services <!-- break -->
fr: Voulez-vous vraiment supprimer ces services <!-- break -->

source: Work details
fr: Détails travaux

source: Delete work
fr: Supprimer travaux

source: Do you really want to delete the work %(object.designation)s
fr: Voulez-vous vraiment supprimer le travail %(object.designation)s

source: Editing work
fr: Modification travaux

source: Creating work
fr: Création travaux

source: Do you really want to delete theses categories of works <!-- break -->
fr: Voulez-vous vraiment supprimer ces catégories des oeuvres <!-- break -->

source: The provider was delete successfully
fr: Le fournisseur a été supprimé avec succès

source: The service was delete successfully
fr: Le fournisseur a été supprimé avec succès

source: The good was delete successfully
fr: Le bien a été supprimé avec succès

source: The work was delete successfully
fr: Les travaux a été supprimé avec succès

source: The evaluation was delete successfully
fr: L'évaluation a été supprimée avec succès
